Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Ink
ar: الحبر
ca: Tinta
cs: Inkoust
da: Blæk
de: Tinte
el: Μελάνι
es: Tinta
fi: Muste
fr: Encre
he: דיו
hi: स्याही
hr: Tinta
hu: Tinta
id: Tinta
it: Inchiostro
ja: インク
ko: 잉크
ms: Dakwat
nb: Blekk
nl: Inkt
pl: Atrament
pt_br: Tinta
pt_pt: Tinta
ro: Cerneală
ru: Чернила
sk: Atrament
sv: Bläck
th: หมึก
tr: Mürekkep
uk: Чорнило
vi: Mực
zh_hans: 墨水
zh_hant: 墨色

source: Istanbul
ar: إسطنبول
el: Κωνσταντινούπολη
es: Estambul
he: איסטנבול
hi: इस्तांबुल
hu: Isztambul
ja: イスタンブール
ko: 이스탄불
pl: Stambuł
pt_br: Istambul
pt_pt: Istambul
ru: Стамбул
th: อิสตันบูล
uk: Стамбул
zh_hans: 伊斯坦布尔
zh_hant: 伊斯坦堡

source: It’s saved in History. Pull up from the camera anytime.
ar: تم حفظه في السجل. اسحب لأعلى من الكاميرا في أي وقت.
ca: S’ha desat a l’historial. Llisca cap amunt des de la càmera quan vulguis.
cs: Je uložen v Historii. Kdykoli ho vytáhněte z fotoaparátu nahoru.
da: Den er gemt i historikken. Træk op fra kameraet når som helst.
de: Er ist im Verlauf gesichert. Wische jederzeit von der Kamera aus nach oben.
el: Αποθηκεύτηκε στο Ιστορικό. Σύρετε προς τα πάνω από την κάμερα οποιαδήποτε στιγμή.
es: Se guardó en el historial. Desliza hacia arriba desde la cámara cuando quieras.
fi: Se on tallennettu historiaan. Vedä ylös kameranäkymästä milloin tahansa.
fr: Il est enregistré dans l’historique. Balayez vers le haut depuis l’appareil photo à tout moment.
he: הוא נשמר בהיסטוריה. אפשר למשוך למעלה מהמצלמה בכל עת.
hi: यह इतिहास में सहेजा गया है। कैमरा से कभी भी ऊपर स्वाइप करके इसे देखें।
hr: Spremljeno je u Povijest. Povucite prema gore iz kamere kad god želite.
hu: Mentve az előzményekbe. A kameranézetből bármikor felhúzhatja.
id: Tersimpan di Riwayat. Tarik ke atas dari kamera kapan saja.
it: È salvato nella cronologia. Scorri verso l’alto dalla fotocamera quando vuoi.
ja: 履歴に保存されました。カメラ画面からいつでも上にスワイプして表示できます。
ko: 기록에 저장되었습니다. 언제든지 카메라에서 위로 쓸어올리십시오.
ms: Ia disimpan dalam Sejarah. Leret ke atas dari kamera bila-bila masa.
nb: Den er lagret i loggen. Dra opp fra kameraet når som helst.
nl: Hij is bewaard in je geschiedenis. Veeg op elk moment omhoog vanuit de camera.
pl: Zachowano w Historii. Przesuń w górę z aparatu w dowolnej chwili.
pt_br: Ficou salvo no Histórico. Deslize para cima na câmera quando quiser.
pt_pt: Ficou guardado no Histórico. Passe o dedo para cima na câmara quando quiser.
ro: Este salvat în Istoric. Glisați în sus din cameră oricând.
ru: Код сохранен в истории. Смахните вверх на экране камеры в любой момент.
sk: Uložené v histórii. Z kamery ju kedykoľvek otvoríte potiahnutím nahor.
sv: Den har sparats i historiken. Dra uppåt från kameran när du vill.
th: บันทึกไว้ในประวัติแล้ว ปัดขึ้นจากกล้องเพื่อดูได้ทุกเมื่อ
tr: Geçmiş’e kaydedildi. İstediğiniz zaman kameradan yukarı kaydırın.
uk: Код збережено в історії. Проведіть угору на екрані камери будь-коли.
vi: Mã đã được lưu trong Lịch sử. Vuốt lên từ camera bất cứ lúc nào.
zh_hans: 已存储到历史记录。随时可在相机界面向上轻扫查看。
zh_hant: 已儲存到記錄中。隨時可從相機畫面向上滑動查看。

source: Jakarta
ar: جاكرتا
el: Τζακάρτα
es: Yakarta
he: ג׳קרטה
hi: जकार्ता
it: Giacarta
ja: ジャカルタ
ko: 자카르타
pl: Dżakarta
pt_br: Jacarta
pt_pt: Jacarta
ru: Джакарта
th: จาการ์ตา
tr: Cakarta
uk: Джакарта
zh_hans: 雅加达
zh_hant: 雅加達

source: Jeddah
ar: جدة
ca: Jiddah
cs: Džidda
de: Dschidda
el: Τζέντα
es: Yeda
fi: Jidda
fr: Djeddah
he: ג׳דה
hi: जेद्दा
hr: Džeda
hu: Dzsidda
it: Gedda
ja: ジッダ
ko: 제다
nb: Jidda
nl: Djedda
pl: Dżudda
pt_br: Jidá
pt_pt: Jidá
ru: Джидда
sk: Džidda
th: เจดดาห์
tr: Cidde
uk: Джидда
zh_hans: 吉达
zh_hant: 吉達

source: Job title
ar: المسمى الوظيفي
ca: Càrrec
cs: Pracovní pozice
da: Stilling
de: Position
el: Θέση εργασίας
es: Puesto
fi: Tehtävänimike
fr: Poste
he: תפקיד
hi: पद
hr: Radno mjesto
hu: Beosztás
id: Jabatan
it: Qualifica
ja: 役職
ko: 직함
ms: Jawatan
nb: Stilling
nl: Functie
pl: Stanowisko
pt_br: Cargo
pt_pt: Cargo
ro: Funcție
ru: Должность
sk: Pracovná pozícia
sv: Titel
th: ตำแหน่งงาน
tr: Unvan
uk: Посада
vi: Chức danh
zh_hans: 职位
zh_hant: 職稱

source: Johannesburg
ar: جوهانسبرغ
el: Γιοχάνεσμπουργκ
es: Johannesburgo
fr: Johannesbourg
he: יוהנסבורג
hi: जोहानसबर्ग
ja: ヨハネスブルグ
ko: 요하네스버그
pt_br: Joanesburgo
pt_pt: Joanesburgo
ru: Йоханнесбург
th: โจฮันเนสเบิร์ก
uk: Йоганнесбург
zh_hans: 约翰内斯堡
zh_hant: 約翰尼斯堡

source: Join Network
ar: الانضمام إلى الشبكة
ca: Connecta’t a la xarxa
cs: Připojit k síti
da: Tilslut netværk
de: Netzwerk verbinden
el: Σύνδεση στο δίκτυο
es: Conectarse a la red
fi: Liity verkkoon
fr: Rejoindre le réseau
he: הצטרף לרשת
hi: नेटवर्क से जुड़ें
hr: Pridruži se mreži
hu: Csatlakozás a hálózathoz
id: Gabung ke Jaringan
it: Connettiti alla rete
ja: ネットワークに接続
ko: 네트워크에 연결
ms: Sertai Rangkaian
nb: Koble til nettverk
nl: Verbind met netwerk
pl: Połącz z siecią
pt_br: Conectar à Rede
pt_pt: Ligar à rede
ro: Conectați-vă la rețea
ru: Подключиться к сети
sk: Pripojiť sa k sieti
sv: Anslut till nätverk
th: เข้าร่วมเครือข่าย
tr: Ağa Katıl
uk: Під’єднатися до мережі
vi: Kết nối mạng
zh_hans: 加入网络
zh_hant: 加入網路

source: Join without typing a password
ar: انضم دون كتابة كلمة سر
ca: Connecta’t sense escriure cap contrasenya
cs: Připojit se bez zadávání hesla
da: Kom på uden at skrive en adgangskode
de: Verbinden, ohne ein Passwort einzugeben
el: Σύνδεση χωρίς πληκτρολόγηση κωδικού
es: Conéctate sin escribir una contraseña
fi: Liity kirjoittamatta salasanaa
fr: Rejoignez sans saisir de mot de passe
he: התחבר בלי להקליד סיסמה
hi: पासवर्ड टाइप किए बिना जुड़ें
hr: Pridružite se bez upisivanja lozinke
hu: Csatlakozás jelszó beírása nélkül
id: Bergabung tanpa mengetik kata sandi
it: Connettiti senza digitare una password
ja: パスワードを入力せずに接続
ko: 암호를 입력하지 않고 연결
ms: Sertai tanpa menaip kata laluan
nb: Koble til uten å skrive inn passord
nl: Verbind zonder een wachtwoord te typen
pl: Połącz bez wpisywania hasła
pt_br: Conecte-se sem digitar uma senha
pt_pt: Ligue-se sem escrever uma palavra-passe
ro: Conectați-vă fără să tastați o parolă
ru: Подключайтесь без ввода пароля
sk: Pripojte sa bez zadávania hesla
sv: Anslut utan att skriva ett lösenord
th: เข้าร่วมโดยไม่ต้องป้อนรหัสผ่าน
tr: Parola yazmadan katılın
uk: Під’єднуйтеся без введення пароля
vi: Kết nối mà không cần nhập mật khẩu
zh_hans: 无需输入密码即可加入
zh_hant: 不必輸入密碼即可加入

source: Keep Code 128 under 80 characters so it fits on a label.
ar: اجعل Code 128 أقل من 80 حرفًا ليتسع على الملصق.
ca: Mantén el Code 128 per sota de 80 caràcters perquè càpiga en una etiqueta.
cs: Code 128 by měl mít méně než 80 znaků, aby se vešel na štítek.
da: Hold Code 128 under 80 tegn, så den kan være på en etiket.
de: Halte Code 128 unter 80 Zeichen, damit er auf ein Etikett passt.
el: Κρατήστε τον Code 128 κάτω από 80 χαρακτήρες ώστε να χωρά σε ετικέτα.
es: Mantén Code 128 por debajo de 80 caracteres para que quepa en una etiqueta.
fi: Pidä Code 128 alle 80 merkissä, jotta se mahtuu tarraan.
fr: Limitez Code 128 à moins de 80 caractères pour qu’il tienne sur une étiquette.
he: שמור על Code 128 מתחת ל־80 תווים כדי שייכנס בתווית.
hi: Code 128 को 80 कैरेक्टर से कम रखें ताकि यह लेबल पर फ़िट हो सके।
hr: Neka Code 128 ima manje od 80 znakova kako bi stao na naljepnicu.
hu: A Code 128 maradjon 80 karakter alatt, hogy elférjen egy címkén.
id: Buat Code 128 di bawah 80 karakter agar muat di label.
it: Mantieni Code 128 sotto gli 80 caratteri così entra in un’etichetta.
ja: ラベルに収まるよう、Code 128は80文字未満にしてください。
ko: 라벨에 맞도록 Code 128은 80자 미만으로 유지하십시오.
ms: Pastikan Code 128 kurang daripada 80 aksara supaya muat pada label.
nb: Hold Code 128 under 80 tegn, så den får plass på en etikett.
nl: Houd Code 128 onder 80 tekens, zodat hij op een label past.
pl: Code 128 powinien mieć mniej niż 80 znaków, aby zmieścił się na etykiecie.
pt_br: Mantenha o Code 128 abaixo de 80 caracteres para caber em uma etiqueta.
pt_pt: Mantenha o Code 128 abaixo dos 80 caracteres para caber numa etiqueta.
ro: Păstrați Code 128 sub 80 de caractere ca să încapă pe o etichetă.
ru: Code 128 должен быть короче 80 символов, чтобы поместиться на этикетке.
sk: Code 128 udržte pod 80 znakov, aby sa zmestil na štítok.
sv: Håll Code 128 under 80 tecken så att den får plats på en etikett.
th: ให้ Code 128 มีน้อยกว่า 80 อักขระเพื่อให้พอดีกับฉลาก
tr: Etikete sığması için Code 128’i 80 karakterin altında tutun.
uk: Code 128 має бути коротшим за 80 символів, щоб поміститися на етикетці.
vi: Giữ Code 128 dưới 80 ký tự để vừa trên nhãn.
zh_hans: 请将 Code 128 保持在 80 个字符以内，以便放入标签。
zh_hant: Code 128 請保持在 80 個字元以內，才放得進標籤。

source: Keep Code 39 under 40 characters.
ar: اجعل Code 39 أقل من 40 حرفًا.
ca: Mantén el Code 39 per sota de 40 caràcters.
cs: Code 39 by měl mít méně než 40 znaků.
da: Hold Code 39 under 40 tegn.
de: Halte Code 39 unter 40 Zeichen.
el: Κρατήστε τον Code 39 κάτω από 40 χαρακτήρες.
es: Mantén Code 39 por debajo de 40 caracteres.
fi: Pidä Code 39 alle 40 merkissä.
fr: Limitez Code 39 à moins de 40 caractères.
he: שמור על Code 39 מתחת ל־40 תווים.
hi: Code 39 को 40 कैरेक्टर से कम रखें।
hr: Neka Code 39 ima manje od 40 znakova.
hu: A Code 39 maradjon 40 karakter alatt.
id: Buat Code 39 di bawah 40 karakter.
it: Mantieni Code 39 sotto i 40 caratteri.
ja: Code 39は40文字未満にしてください。
ko: Code 39는 40자 미만으로 유지하십시오.
ms: Pastikan Code 39 kurang daripada 40 aksara.
nb: Hold Code 39 under 40 tegn.
nl: Houd Code 39 onder 40 tekens.
pl: Code 39 powinien mieć mniej niż 40 znaków.
pt_br: Mantenha o Code 39 abaixo de 40 caracteres.
pt_pt: Mantenha o Code 39 abaixo dos 40 caracteres.
ro: Păstrați Code 39 sub 40 de caractere.
ru: Code 39 должен быть короче 40 символов.
sk: Code 39 udržte pod 40 znakov.
sv: Håll Code 39 under 40 tecken.
th: ให้ Code 39 มีน้อยกว่า 40 อักขระ
tr: Code 39’u 40 karakterin altında tutun.
uk: Code 39 має бути коротшим за 40 символів.
vi: Giữ Code 39 dưới 40 ký tự.
zh_hans: 请将 Code 39 保持在 40 个字符以内。
zh_hant: Code 39 請保持在 40 個字元以內。

source: Keep ITF under 40 digits.
ar: اجعل ITF أقل من 40 رقمًا.
ca: Mantén l’ITF per sota de 40 dígits.
cs: ITF by měl mít méně než 40 číslic.
da: Hold ITF under 40 cifre.
de: Halte ITF unter 40 Ziffern.
el: Κρατήστε τον ITF κάτω από 40 ψηφία.
es: Mantén ITF por debajo de 40 dígitos.
fi: Pidä ITF alle 40 numerossa.
fr: Limitez ITF à moins de 40 chiffres.
he: שמור על ITF מתחת ל־40 ספרות.
hi: ITF को 40 अंकों से कम रखें।
hr: Neka ITF ima manje od 40 znamenki.
hu: Az ITF maradjon 40 számjegy alatt.
id: Buat ITF di bawah 40 digit.
it: Mantieni ITF sotto le 40 cifre.
ja: ITFは40桁未満にしてください。
ko: ITF는 40자리 미만으로 유지하십시오.
ms: Pastikan ITF kurang daripada 40 digit.
nb: Hold ITF under 40 sifre.
nl: Houd ITF onder 40 cijfers.
pl: ITF powinien mieć mniej niż 40 cyfr.
pt_br: Mantenha o ITF abaixo de 40 dígitos.
pt_pt: Mantenha o ITF abaixo dos 40 dígitos.
ro: Păstrați ITF sub 40 de cifre.
ru: ITF должен быть короче 40 цифр.
sk: ITF udržte pod 40 číslic.
sv: Håll ITF under 40 siffror.
th: ให้ ITF มีน้อยกว่า 40 หลัก
tr: ITF’yi 40 rakamın altında tutun.
uk: ITF має бути коротшим за 40 цифр.
vi: Giữ ITF dưới 40 chữ số.
zh_hans: 请将 ITF 保持在 40 位数字以内。
zh_hant: ITF 請保持在 40 位數字以內。

source: Keep Lunet open while it joins.
ar: أبقِ Lunet مفتوحًا أثناء الانضمام.
ca: Mantén Lunet oberta mentre es connecta.
cs: Během připojování nechte Lunet otevřený.
da: Hold Lunet åben, mens der oprettes forbindelse.
de: Lass Lunet während der Verbindung geöffnet.
el: Κρατήστε το Lunet ανοιχτό όσο συνδέεται.
es: Mantén Lunet abierta mientras se conecta.
fi: Pidä Lunet auki yhdistämisen ajan.
fr: Laissez Lunet ouverte pendant la connexion.
he: השאר את Lunet פתוח בזמן ההתחברות.
hi: जुड़ने तक Lunet को खुला रखें।
hr: Ostavite Lunet otvoren dok se pridružuje.
hu: Tartsa nyitva a Lunetet a csatlakozás alatt.
id: Biarkan Lunet tetap terbuka selama bergabung.
it: Tieni Lunet aperta durante la connessione.
ja: 接続が完了するまでLunetを開いたままにしてください。
ko: 연결되는 동안 Lunet을 열어 두십시오.
ms: Biarkan Lunet terbuka semasa ia menyertai.
nb: Hold Lunet åpen mens den kobler til.
nl: Houd Lunet open terwijl er verbinding wordt gemaakt.
pl: Nie zamykaj Lunet podczas łączenia.
pt_br: Mantenha o Lunet aberto enquanto ele se conecta.
pt_pt: Mantenha a Lunet aberta enquanto se liga.
ro: Țineți Lunet deschisă cât timp se conectează.
ru: Не закрывайте Lunet, пока идет подключение.
sk: Kým sa pripája, nechajte Lunet otvorený.
sv: Håll Lunet öppen medan den ansluter.
th: เปิด Lunet ค้างไว้ขณะเชื่อมต่อ
tr: Katılırken Lunet’i açık tutun.
uk: Не закривайте Lunet, поки триває під’єднання.
vi: Hãy giữ Lunet mở trong khi kết nối.
zh_hans: 加入网络期间请保持 Lunet 打开。
zh_hant: 加入網路期間請讓 Lunet 保持開啟。

source: Keep MSI under 20 digits.
ar: اجعل MSI أقل من 20 رقمًا.
ca: Mantén l’MSI per sota de 20 dígits.
cs: MSI by měl mít méně než 20 číslic.
da: Hold MSI under 20 cifre.
de: Halte MSI unter 20 Ziffern.
el: Κρατήστε τον MSI κάτω από 20 ψηφία.
es: Mantén MSI por debajo de 20 dígitos.
fi: Pidä MSI alle 20 numerossa.
fr: Limitez MSI à moins de 20 chiffres.
he: שמור על MSI מתחת ל־20 ספרות.
hi: MSI को 20 अंकों से कम रखें।
hr: Neka MSI ima manje od 20 znamenki.
hu: Az MSI maradjon 20 számjegy alatt.
id: Buat MSI di bawah 20 digit.
it: Mantieni MSI sotto le 20 cifre.
ja: MSIは20桁未満にしてください。
ko: MSI는 20자리 미만으로 유지하십시오.
ms: Pastikan MSI kurang daripada 20 digit.
nb: Hold MSI under 20 sifre.
nl: Houd MSI onder 20 cijfers.
pl: MSI powinien mieć mniej niż 20 cyfr.
pt_br: Mantenha o MSI abaixo de 20 dígitos.
pt_pt: Mantenha o MSI abaixo dos 20 dígitos.
ro: Păstrați MSI sub 20 de cifre.
ru: MSI должен быть короче 20 цифр.
sk: MSI udržte pod 20 číslic.
sv: Håll MSI under 20 siffror.
th: ให้ MSI มีน้อยกว่า 20 หลัก
tr: MSI’ı 20 rakamın altında tutun.
uk: MSI має бути коротшим за 20 цифр.
vi: Giữ MSI dưới 20 chữ số.
zh_hans: 请将 MSI 保持在 20 位数字以内。
zh_hant: MSI 請保持在 20 位數字以內。

source: Kuala Lumpur
ar: كوالالمبور
el: Κουάλα Λουμπούρ
he: קואלה לומפור
hi: क्वालालंपुर
ja: クアラルンプール
ko: 쿠알라룸푸르
ru: Куала-Лумпур
th: กัวลาลัมเปอร์
uk: Куала-Лумпур
zh_hans: 吉隆坡
zh_hant: 吉隆坡

source: Lagoon
ar: بحيرة
ca: Llacuna
cs: Laguna
da: Lagune
de: Lagune
el: Λιμνοθάλασσα
es: Laguna
fi: Laguuni
fr: Lagon
he: לגונה
hi: लैगून
hr: Laguna
hu: Lagúna
id: Laguna
it: Laguna
ja: ラグーン
ko: 라군
ms: Lagun
nb: Lagune
nl: Lagune
pl: Laguna
pt_br: Lagoa
pt_pt: Lagoa
ro: Lagună
ru: Лагуна
sk: Lagúna
sv: Lagun
th: ลากูน
tr: Lagün
uk: Лагуна
vi: Đầm phá
zh_hans: 泻湖
zh_hant: 潟湖

source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Las Vegas
ar: لاس فيغاس
el: Λας Βέγκας
he: לאס וגאס
hi: लास वेगास
ja: ラスベガス
ko: 라스베이거스
ru: Лас-Вегас
th: ลาสเวกัส
uk: Лас-Вегас
zh_hans: 拉斯维加斯
zh_hant: 拉斯維加斯

source: Last name
ar: اسم العائلة
ca: Cognom
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
fi: Sukunimi
fr: Nom
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Vezetéknév
id: Nama belakang
it: Cognome
ja: 姓
ko: 성
ms: Nama keluarga
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
zh_hans: 姓氏
zh_hant: 姓氏

source: Leaf
ar: ورقة
ca: Fulla
cs: List
da: Blad
de: Blatt
el: Φύλλο
es: Hoja
fi: Lehti
fr: Feuille
he: עלה
hi: पत्ती
hr: List
hu: Levél
id: Daun
it: Foglia
ja: リーフ
ko: 잎사귀
ms: Daun
nb: Blad
nl: Blad
pl: Liść
pt_br: Folha
pt_pt: Folha
ro: Frunză
ru: Лист
sk: List
sv: Löv
th: ใบไม้
tr: Yaprak
uk: Листок
vi: Lá
zh_hans: 叶绿
zh_hant: 葉子

source: Letters from different alphabets can imitate a familiar name.
ar: يمكن لحروف من أبجديات مختلفة أن تنتحل اسمًا مألوفًا.
ca: Lletres d’alfabets diferents poden imitar un nom conegut.
cs: Písmena z různých abeced mohou napodobit známý název.
da: Bogstaver fra forskellige alfabeter kan efterligne et kendt navn.
de: Buchstaben aus verschiedenen Alphabeten können einen bekannten Namen imitieren.
el: Γράμματα από διαφορετικά αλφάβητα μπορούν να μιμηθούν ένα γνωστό όνομα.
es: Las letras de distintos alfabetos pueden imitar un nombre conocido.
fi: Eri aakkostojen kirjaimet voivat jäljitellä tuttua nimeä.
fr: Des lettres d’alphabets différents peuvent imiter un nom connu.
he: אותיות מאלפביתים שונים יכולות לחקות שם מוכר.
hi: अलग-अलग लिपियों के अक्षर किसी जाने-पहचाने नाम की नकल कर सकते हैं।
hr: Slova iz različitih pisama mogu oponašati poznati naziv.
hu: Különböző ábécék betűi utánozhatnak egy ismert nevet.
id: Huruf dari alfabet yang berbeda dapat meniru nama yang sudah dikenal.
it: Lettere di alfabeti diversi possono imitare un nome familiare.
ja: 異なるアルファベットの文字を使って、見慣れた名前を装うことができます。
ko: 다른 문자 체계의 글자로 익숙한 이름을 흉내 낼 수 있습니다.
ms: Huruf daripada abjad berbeza boleh meniru nama yang biasa dikenali.
nb: Bokstaver fra ulike alfabeter kan etterligne et kjent navn.
nl: Letters uit verschillende alfabetten kunnen een bekende naam imiteren.
pl: Litery z różnych alfabetów mogą naśladować znajomą nazwę.
pt_br: Letras de alfabetos diferentes podem imitar um nome conhecido.
pt_pt: Letras de alfabetos diferentes podem imitar um nome conhecido.
ro: Literele din alfabete diferite pot imita un nume cunoscut.
ru: Буквы из разных алфавитов могут имитировать знакомое название.
sk: Písmená z rôznych abecied môžu napodobniť známy názov.
sv: Bokstäver från olika alfabet kan imitera ett välkänt namn.
th: ตัวอักษรจากต่างชุดตัวอักษรสามารถเลียนแบบชื่อที่คุ้นเคยได้
tr: Farklı alfabelerdeki harfler tanıdık bir adı taklit edebilir.
uk: Літери з різних алфавітів можуть імітувати знайому назву.
vi: Chữ cái từ các bảng chữ cái khác nhau có thể bắt chước một cái tên quen thuộc.
zh_hans: 不同字母表中的字母可以伪装成熟悉的名称。
zh_hant: 不同字母系統的字母可以模仿熟悉的名稱。

source: Letters, digits and standard symbols, up to 80 characters.
ar: حروف وأرقام ورموز قياسية، حتى 80 حرفًا.
ca: Lletres, dígits i símbols habituals, fins a 80 caràcters.
cs: Písmena, číslice a běžné symboly, až 80 znaků.
da: Bogstaver, cifre og almindelige symboler, op til 80 tegn.
de: Buchstaben, Ziffern und gängige Symbole, bis zu 80 Zeichen.
el: Γράμματα, ψηφία και τυπικά σύμβολα, έως 80 χαρακτήρες.
es: Letras, dígitos y símbolos comunes, hasta 80 caracteres.
fi: Kirjaimia, numeroita ja tavallisia symboleja, enintään 80 merkkiä.
fr: Lettres, chiffres et symboles courants, jusqu’à 80 caractères.
he: אותיות, ספרות וסמלים סטנדרטיים, עד 80 תווים.
hi: अक्षर, अंक और सामान्य चिह्न, अधिकतम 80 कैरेक्टर।
hr: Slova, znamenke i standardni simboli, do 80 znakova.
hu: Betűk, számjegyek és szokásos szimbólumok, legfeljebb 80 karakter.
id: Huruf, digit, dan simbol standar, hingga 80 karakter.
it: Lettere, cifre e simboli standard, fino a 80 caratteri.
ja: 英字、数字、一般的な記号、最大80文字。
ko: 문자, 숫자 및 표준 기호, 최대 80자.
ms: Huruf, digit dan simbol standard, sehingga 80 aksara.
nb: Bokstaver, sifre og vanlige symboler, opptil 80 tegn.
nl: Letters, cijfers en gangbare symbolen, tot 80 tekens.
pl: Litery, cyfry i standardowe symbole, do 80 znaków.
pt_br: Letras, dígitos e símbolos comuns, até 80 caracteres.
pt_pt: Letras, dígitos e símbolos comuns, até 80 caracteres.
ro: Litere, cifre și simboluri standard, până la 80 de caractere.
ru: Буквы, цифры и стандартные символы, до 80 символов.
sk: Písmená, číslice a bežné symboly, najviac 80 znakov.
sv: Bokstäver, siffror och vanliga symboler, upp till 80 tecken.
th: ตัวอักษร ตัวเลข และสัญลักษณ์มาตรฐาน สูงสุด 80 อักขระ
tr: Harfler, rakamlar ve standart simgeler; en fazla 80 karakter.
uk: Літери, цифри та стандартні символи, до 80 символів.
vi: Chữ cái, chữ số và ký hiệu tiêu chuẩn, tối đa 80 ký tự.
zh_hans: 字母、数字和标准符号，最多 80 个字符。
zh_hant: 字母、數字和標準符號，最多 80 個字元。

source: León
ar: ليون
el: Λεόν
he: לאון
hi: लियोन
ja: レオン
ko: 레온
ru: Леон
th: เลออน
uk: Леон
zh_hans: 莱昂
zh_hant: 萊昂

source: Libraries, blood banks, couriers
ar: المكتبات وبنوك الدم وشركات التوصيل
ca: Biblioteques, bancs de sang, missatgeries
cs: Knihovny, krevní banky, kurýři
da: Biblioteker, blodbanker, kurerer
de: Bibliotheken, Blutbanken, Kurierdienste
el: Βιβλιοθήκες, τράπεζες αίματος, υπηρεσίες ταχυμεταφορών
es: Bibliotecas, bancos de sangre, mensajerías
fi: Kirjastot, veripankit, kuriiripalvelut
fr: Bibliothèques, banques du sang, coursiers
he: ספריות, בנקי דם, שליחויות
hi: लाइब्रेरी, ब्लड बैंक, कूरियर
hr: Knjižnice, banke krvi, dostavne službe
hu: Könyvtárak, vérbankok, futárszolgálatok
id: Perpustakaan, bank darah, kurir
it: Biblioteche, banche del sangue, corrieri
ja: 図書館、血液銀行、宅配業者
ko: 도서관, 혈액원, 택배사
ms: Perpustakaan, bank darah, kurier
nb: Biblioteker, blodbanker, budtjenester
nl: Bibliotheken, bloedbanken, koeriers
pl: Biblioteki, banki krwi, kurierzy
pt_br: Bibliotecas, bancos de sangue, transportadoras
pt_pt: Bibliotecas, bancos de sangue, estafetas
ro: Biblioteci, bănci de sânge, curierat
ru: Библиотеки, банки крови, курьеры
sk: Knižnice, krvné banky, kuriéri
sv: Bibliotek, blodbanker, budfirmor
th: ห้องสมุด ธนาคารเลือด บริการจัดส่ง
tr: Kütüphaneler, kan bankaları, kuryeler
uk: Бібліотеки, банки крові, кур’єри
vi: Thư viện, ngân hàng máu, chuyển phát
zh_hans: 图书馆、血库、快递公司
zh_hant: 圖書館、血庫、快遞業者

source: Light
ar: فاتح
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Ανοιχτό
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
hi: हल्का
hr: Svijetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
pt_pt: Claro
ro: Luminos
ru: Светлый
sk: Svetlý
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Light modules on a light background can't be read.
ar: لا يمكن قراءة الوحدات الفاتحة على خلفية فاتحة.
ca: Els mòduls clars sobre un fons clar no es poden llegir.
cs: Světlé moduly na světlém pozadí nejdou přečíst.
da: Lyse moduler på en lys baggrund kan ikke læses.
de: Helle Module auf hellem Hintergrund sind nicht lesbar.
el: Ανοιχτόχρωμα στοιχεία σε ανοιχτόχρωμο φόντο δεν διαβάζονται.
es: Los módulos claros sobre un fondo claro no se pueden leer.
fi: Vaaleita moduuleja vaalealla taustalla ei voi lukea.
fr: Des modules clairs sur un fond clair sont illisibles.
he: לא ניתן לקרוא מודולים בהירים על רקע בהיר.
hi: हल्के बैकग्राउंड पर हल्के मॉड्यूल पढ़े नहीं जा सकते।
hr: Svijetli moduli na svijetloj pozadini ne mogu se očitati.
hu: A világos modulok világos háttéren nem olvashatók.
id: Modul terang di atas latar belakang terang tidak dapat dibaca.
it: I moduli chiari su uno sfondo chiaro non si possono leggere.
ja: 明るい背景に明るいモジュールでは読み取れません。
ko: 밝은 배경 위의 밝은 모듈은 읽을 수 없습니다.
ms: Modul cerah pada latar cerah tidak boleh dibaca.
nb: Lyse moduler på lys bakgrunn kan ikke leses.
nl: Lichte modules op een lichte achtergrond zijn niet leesbaar.
pl: Jasnych modułów na jasnym tle nie da się odczytać.
pt_br: Módulos claros em um fundo claro não podem ser lidos.
pt_pt: Módulos claros num fundo claro não podem ser lidos.
ro: Modulele deschise pe un fundal deschis nu pot fi citite.
ru: Светлые модули на светлом фоне не считываются.
sk: Svetlé moduly na svetlom pozadí sa nedajú prečítať.
sv: Ljusa moduler på en ljus bakgrund kan inte läsas.
th: โมดูลสีอ่อนบนพื้นหลังสีอ่อนไม่สามารถอ่านได้
tr: Açık renkli arka plandaki açık renkli modüller okunamaz.
uk: Світлі модулі на світлому тлі не зчитуються.
vi: Mô-đun sáng trên nền sáng thì không thể đọc được.
zh_hans: 浅色背景上的浅色模块无法被识别。
zh_hant: 淺色背景上的淺色模組無法讀取。

source: Light on dark
ar: فاتح على داكن
ca: Clar sobre fosc
cs: Světlé na tmavém
da: Lyst på mørkt
de: Hell auf dunkel
el: Ανοιχτό σε σκούρο
es: Claro sobre oscuro
fi: Vaalea tummalla
fr: Clair sur sombre
he: בהיר על כהה
hi: गहरे पर हल्का
hr: Svijetlo na tamnom
hu: Világos a sötéten
id: Terang di atas gelap
it: Chiaro su scuro
ja: 暗い背景に明るい色
ko: 어두운 배경에 밝은 색
ms: Cerah atas gelap
nb: Lyst på mørkt
nl: Licht op donker
pl: Jasne na ciemnym
pt_br: Claro sobre escuro
pt_pt: Claro sobre escuro
ro: Deschis pe închis
ru: Светлое на темном
sk: Svetlé na tmavom
sv: Ljust på mörkt
th: สว่างบนมืด
tr: Koyu üzerine açık
uk: Світле на темному
vi: Sáng trên nền tối
zh_hans: 深底浅色
zh_hant: 深底淺色
